[
  {
    "id": 1,
    "name": "Nike Air Force 1 Low Retro",
    "description": "Si hablamos de clásicos, es imposible no mencionar a la Air Force 1. El que es el modelo más vendido de la historia de Nike, continúa siendo tendencia en todo el mundo.     Presentado por primera vez en el año 82, actualmente podemos encontrar una gran cantidad de versiones, siendo ésta, la que es totalmente blanca, la que más éxitos acumula. Convertida en todo un icono de la cultura urbana, la Air Force 1 combina con con tus mejores outfits y, gracias a su carácter clásico, podrás afrontar con ella cualquier situación.",
    "price": 54000,
    "stock": 3, 
    "category": "zapatillas",
    "specs1": "Zapatillas Nike Phantom GT2 Pro FG",
    "specs2": "Talles 38 a 46",
    "specs3": "Color: Marrón",
    "specs4": "Made in: Indonesia",
    "pictureUrl": "https://www.digitalsport.com.ar/files/products/60c75a4fa0d71-559013-500x500.jpg"
  },
  {
    "id": 2,
    "name": "Adidas Originals Forum Low",
    "description": "Más que un calzado, es una declaración de estilo. Las adidas Forum llegaron a la escena en el 84 y ganaron seguidores en la cancha y en el mundo de la música. Este par de zapatillas clásicas trae de vuelta la actitud de los 80, la energía explosiva del baloncesto y el icónico diseño de tobillo en X, destilados en una versión de corte bajo diseñada para las calles.",
    "price": 49500,
    "stock": 5, 
    "category": "zapatillas",
    "specs1": "Zapatillas Adidas Originals Forum Low",
    "specs2": "Talles 39 a 43",
    "specs3": "Color: Blanco con Azul",
    "specs4": "Made in: Indonesia",
    "pictureUrl": "https://celadasa.vtexassets.com/arquivos/ids/206531-800-auto?v=637847632407130000&width=800&height=auto&aspect=true"
  },
  {
    "id": 3,
    "name": "Puma Trinomic Compression XS 500",
    "description": "Sumá un look canchero a tu outfit con las Zapatillas Puma Trinomic Compression XS 500. Cuentan con una capellada de cuero sintético y una suela de caucho que aportan seguridad y comodidad vayas donde vayas. No pierdas tu rumbo y mantenete siempre activo.",
    "price": 52500,
    "stock": 4, 
    "category": "zapatillas",
    "specs1": "Puma Trinomic Compression XS 500",
    "specs2": "Talles 38 a 46",
    "specs3": "Color: Blanco, Azul, Gris, Rojo, Negro",
    "specs4": "Made in: Indonesia",
    "pictureUrl": "https://i.ebayimg.com/images/g/E8oAAOSwKQNfO6K1/s-l1200.jpg"
  },
  {
    "id": 4,
    "name": "Puma Amare Running Black",
    "description": "Con las nuevas y exclusivas zapatillas para correr PUMA Amare lo simple se ve urbano y elegante. Tienen líneas definidas, un empeine de material textil respirable, amortiguación cómoda, detalles de marca PUMA atrevidos y un estilo vanguardista a la moda. Este refinado modelo es imprescindible para quienes buscan un estilo activo. Ya sea que estés corriendo por las calles o dando un paseo, siempre combinarás el deporte y el estilo. Tecnología Soft Foam en la plantilla que permite una pisada confortable y adaptable a tu pie.",
    "price": 38999,
    "stock": 5, 
    "category": "zapatillas",
    "specs1": "Zapatillas Puma Amare Running Black",
    "specs2": "Talles 39 a 44",
    "specs3": "Color: Negro y Blanco",
    "specs4": "Made in: Indonesia",
    "pictureUrl": "https://images.puma.com/image/upload/f_auto,q_auto,b_rgb:fafafa,w_2000,h_2000/global/376209/20/sv01/fnd/THA/fmt/png/Amare-Running-Shoes"
  },
  {
    "id": 5,
    "name": "Nike Phantom GT2 Pro FG",
    "description": "A partir de las características del Phantom GT, el Nike Phantom GT2 Elite FG presenta un diseño actualizado y unos patrones gráficos en relieve para optimizar el giro y controlar la trayectoria de la pelota. Las agujetas descentradas despejan la zona de impacto para regatear, pasar y tirar hábilmente.",
    "price": 84000,
    "stock": 6, 
    "category": "botines",
    "specs1": "Botines Nike Phantom GT2 Pro FG",
    "specs2": "Talles 36 a 43",
    "specs3": "Color: Celeste, Negro, Amarillo y Naranja",
    "specs4": "Made in: Indonesia",
    "pictureUrl": "https://www.tradeinn.com/f/13883/138839191/nike-botas-futbol-phantom-gt2-pro-fg.jpg"
  },
  {
    "id": 6,
    "name": "Nike Phantom GT2 Pro FG",    
    "description": "Creadas para los auténticos profesionales del balompié, las botas de fútbol Nike Phantom GT2 Pro FG son la propuesta definitiva de la marca del swoosh para hacer del campo tu territorio exclusivo. Ligeras, resistentes y con una sujeción de tope de gama, estas botas te permitirán atacar sin capacidad alguna de retaliación por parte del equipo contrario.  El corte superior de las Phantom GT2 Pro FG está hecho en una malla de ingeniería muy transpirable, delgada y flexible a la que se le ha aplicado NIKESKIN, una textura de relieve en 3D que mejora el agarre y el toque del balón para hacer saques, regates y tiros al área. El cierre de cordones asimétrico ahora incorpora Flyknit para una sujeción aún mayor en el mediopié.",
    "price": 79500,
    "stock": 3, 
    "category": "botines",
    "specs1": "Zapatillas Nike Phantom GT2 Pro FG",
    "specs2": "Talles 36 a 41",
    "specs3": "Color: Blanco, Rojo, Amarillo y Negro",
    "specs4": "Made in: Indonesia",
    "pictureUrl": "https://www.tradeinn.com/f/13812/138126162/nike-botas-futbol-phantom-gt2-pro-fg.jpg"
  },
  {
    "id": 7,
    "name": "Adidas X SpeedPortal.1 FG",
    "description": "Adidas X Speedportal.1 FG. Los buenos jugadores crean tiempo y espacio.  Los grandes los dejan a ambos atrás. Desbloquea la velocidad multidimensional en adidas X Speedportal. Elegantes y súper cómodas, estas botas de fútbol para niños soportan reacciones instantáneas con tacos adicionales en el antepié en su suela exterior para terreno firme. Parte de su parte superior Speedskin que abraza los pies, un collar adaptativo adidas PRIMEKNIT y un bloqueo de talón de TPU se unen para mantenerlo atado para carreras de velocidad de la luz y pasos laterales que desafían la física. Fabricada con una serie de materiales reciclados, esta parte superior presenta al menos un 50 % de contenido reciclado.",
    "price": 92500,
    "stock": 4, 
    "category": "botines",
    "specs1": "Botines Adidas X SpeedPortal.1 FG",
    "specs2": "Talles 40 a 45",
    "specs3": "Color: Gris, Negro, Azul, Amarillo, Rojo, Verde",
    "specs4": "Made in: Indonesia",
    "pictureUrl": "https://images.media-arocam.com/wObpezNkvrQKzk0hYLWthedLP-4=/fit-in/450x450/W29265/SKW/MyvsB2Mv_SKW.png"
  },
  {
    "id": 8,
    "name": "Adidas X SpeedFlow + FIRM GROUND",
    "description": "La conexión que se genera entre tu cerebro y la pelota siempre pasa por los botines. Cuando la claridad mental se combina con la rapidez del cuerpo, te convertís en la versión más veloz de vos mismo. Encontrá tu ritmo y dejá atrás a los demás. El exterior semitraslúcido Speedskin de estos botines adidas X te mantiene cómodo mientras entrás en acción. La suela de TPU permite una aceleración explosiva en canchas de terreno firme. El ajuste ceñido y sin cordones te permite moverte con estabilidad en todo momento.",
    "price": 98999,
    "stock": 5, 
    "category": "botines",
    "specs1": "Botines Adidas X SpeedFlow + FIRM GROUND",
    "specs2": "Talles 38 a 46",
    "specs3": "Color: Gris, Naranja, Amarillo",
    "specs4": "Made in: Indonesia",
    "pictureUrl": "https://soccerzoneusa.com/cdn/shop/products/FY6866_1200x.jpg?v=1631830991"
  }
]
